name: "yolo"
platform: "onnxruntime_onnx"
max_batch_size: 8

input [
  { name: "images" data_type: TYPE_FP32 dims: [3, 640, 640] }
]
output [
  { name: "output0" data_type: TYPE_FP32 dims: [84, -1] }
]

instance_group [
  {
    count: 1
    kind: KIND_GPU
  }
]